Repository: trambi/frontend-publisher-wp-plugin
Catalog: src/languages/tisseurs-frontend-publisher-*.po
Languages: fr_fr

source: WordPress plugin enables blogpost posting from page with a short code. It is tested in Tisseurs de Chimères association.
fr_fr: Cette extension WordPress permet de publier des billets de blog depuis le site avec un code court. Il est testé dans l'association Tisseurs de Chimères

source: Blogpost successfully published!
fr_fr: Article publié avec succès !

source: Error while publishing blogpost!
fr_fr: Erreur lors de la publication de l'article.

source: Please fill mandatory fields.
fr_fr: Veuillez remplir tous les champs obligatoires.

# default_title
source: Add a blogpost?
fr_fr: Ajouter un article ?

# default_description
source: To add a blogpost: fill the fields, click on 'Publish blogpost' and wait a few seconds.
fr_fr: Pour ajouter un article, remplissez les champs, cliquez sur Publier l'article et attendez quelques secondes.

# must_be_logged_in_to_publish
source: You must be logged in to publish a blogpost.
fr_fr: Vous devez être connecté pour publier un article.

# not_enough_rights_to_publish
source: You do not have enough rights to publish a blogpost.
fr_fr: Vous n'avez pas les droits nécessaires pour publier des articles.

# title_label
source: Title
fr_fr: Titre de l'article

# content_label
source: Content
fr_fr: Contenu de l'article

source: excerpt_label
fr_fr: Extrait (optionnel)

# categories_label
source: Categories
fr_fr: Catégories

# tags_label
source: Tags
fr_fr: Mots-clés (séparés par des virgules)

# tags_placeholder
source: tag1, tag2, tag3
fr_fr: mot-clé1, mot-clé2, mot-clé3

# featured_image_label
source: Featured image
fr_fr: Image mise en avant

# status_label
source: Status
fr_fr: Statut de publication

# status_value_draft
source: Draft
fr_fr: Brouillon

# status_value_publish
source: Published
fr_fr: Publié

# status_value_pending
source: Waiting for review
fr_fr: En attente de révision

# publish_submit
source: Publish blogpost
fr_fr: Publier l'article

source: Publishing in progress...
fr_fr: Publication en cours...

# blogpost_created_but_image_error
source: Blogpost created but image can not be uploaded.
fr_fr: Article créé mais l'image n'a pas pu être téléversée.

# blogpost_waiting_review
source: Blogpost waiting for review.
fr_fr: Article soumis pour révision !

source: Blogpost saved as draft.
fr_fr: Article sauvegardé en brouillon !

# plugin_requires_wordpress_version
source: This plugin_requires wordpress 6.0 or newer.
fr_fr: Cette extension nécessite WordPress 6.0 ou plus récent.
